[
  {
    "enabled": true,
    "name": "Pablo Veramendi",
    "bio": "Pablo Veramendi serves as Director of Audience Evangelism at Microsoft, where he has spent over five years championing the next generation of technologists. With more than two decades of industry experience, Pablo leads Microsoft's flagship student initiatives, including the renowned Imagine Cup global competition and the Microsoft Learn Student Ambassador Program.\n\nPablo's work extends far beyond program management, he's a genuine advocate for democratizing technology education. Under his leadership, the Student Ambassador community has grown into a thriving network of over 3,000 students spanning 104 countries, each empowered to drive meaningful change in their communities. His approach emphasizes authentic mentorship and creating pathways for underrepresented voices in tech.",
    "title": "Director of Audience Evangelism, Microsoft",
    "slug": "pabloveramendi",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/pveramendi",
    "company": { "name": "Microsoft" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/PabloVeramendi.jpg" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/PabloVeramendi.jpg" }
  },
  {
    "enabled": true,
    "name": "Adithya Saladi",
    "bio": "Adithya Saladi is a Software Engineer II at Microsoft with nearly six years of expertise spanning full-stack development, cloud technologies, and AI integration. Based in Hyderabad, he combines deep technical skills with entrepreneurial vision as the founder of Green Occasion, showcasing his ability to bridge corporate innovation with independent ventures.\n\nAdithya's technical expertise centers on modern web technologies including Angular, .NET, and AMP, with notable experience optimizing B2C coupon platforms for enhanced performance. His cloud-native proficiency encompasses Azure, Docker, Kubernetes, and emerging AI technologies like OpenAI, positioning him at the forefront of scalable, intelligent software solutions.\n\nBeyond his development work, Adithya is an active voice in the tech community, regularly speaking on topics ranging from cloud architecture to JavaScript frameworks. His presentations demonstrate not just technical knowledge, but a genuine passion for sharing insights that help fellow developers navigate complex technologies.",
    "title": "Software Engineer II, Microsoft",
    "slug": "adithyasaladi",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/adithyasaladi",
    "company": { "name": "Microsoft" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/Adithya.png" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/Adithya.png" }
  },
  {
    "enabled": true,
    "name": "Sanya Duggal",
    "bio": "Sanya Duggal serves as Partner Go-to-Market & Strategy Manager for SMB Azure across India and South Asia at Microsoft, where she drives strategic initiatives that enable small and medium businesses to harness the power of cloud technology. Her role sits at the critical intersection of business strategy and technical enablement, helping organizations navigate their digital transformation journeys with Azure solutions tailored to regional market needs.\n\nSanya's influence extends beyond corporate strategy into community building and talent development. As a sought-after speaker at premier tech events like Azure Developer Day in Gurugram and Code Your Future sessions in Noida, she shares practical insights on both cloud adoption strategies and career advancement for emerging professionals. Her presentations blend strategic business acumen with genuine mentorship, reflecting her dual passion for enterprise growth and individual development.",
    "title": "Partner Go-to-Market & Strategy Manager, SMB Azure, Microsoft",
    "slug": "sanyaduggal",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/sanya-duggal",
    "company": { "name": "Microsoft" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/Sanya.png" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/Sanya.png" }
  },

  {
    "enabled": true,
    "name": "Anuvrat Parashar",
    "bio": "Anuvrat Parashar is a versatile Full-Stack Developer and Software Architect with over seven years of experience crafting scalable solutions across diverse technology stacks. His technical expertise spans Python, Go, Haskell, Lua, and JavaScript, with deep proficiency in frameworks like Django, Flask, Yesod, Twisted, and Scrapy reflecting his adaptability and commitment to choosing the right tool for each challenge.\n\nAs co-founder of Essentia SoftServ LLP since 2016, Anuvrat has evolved from contributor to leader, having driven critical architectural transformations at companies like Zopper and 1mg. His approach combines technical excellence with strategic thinking, ensuring solutions are both robust and future-ready.\n\nWhat truly distinguishes Anuvrat is his dedication to community building and knowledge sharing. As founder of PyDelhi, volunteer for PyCon India, and co-creator of the campus Linux group ALiAS, he has consistently fostered environments where developers learn and grow together. His contributions extend beyond code to cultivating the next generation of technologists.",
    "title": "Co-Founder, Essentia SoftServ LLP",
    "slug": "anuvratparashar",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/anuvratparashar",
    "company": { "name": "Essentia SoftServ LLP" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/Anuvrat.jpeg" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/Anuvrat.jpeg" }
  },
  {
    "enabled": true,
    "name": "Harshavardhan Bajoria",
    "bio": "Harshavardhan Bajoria is an accomplished Associate Product Manager at Unstop, where he contributes to the development of AI-powered products. He founded Devorld, a vibrant tech community, and serves as a GitHub Campus Expert with the prestigious Microsoft Learn Student Ambassador (Gold) distinction.\n\nA passionate advocate for cloud and AI technologies, he has earned seven Microsoft Azure certifications, including key domains like AI, data processing, and fundamental Azure services, alongside the Google Cloud Digital Leader certification. As a Student Ambassador, he notably led the organization of an Azure Developer Day event in Kolkata, engaging large audiences and Microsoft MVPs demonstrating his leadership and community-building skills.\n\nComplementing his public profile, Harshavardhan is an active programmer and technical writer. His profile on River highlights his achievements in hackathons (finalist at TechGig Code Gladiators 2023, winner at Algo HackJam 2022) and his role in technical content creation.",
    "title": "Associate Product Manager, Unstop",
    "slug": "harshavardhanbajoria",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/harshavardhan-bajoria",
    "company": { "name": "Unstop" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/Harshavardhan%202.jpeg" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/Harshavardhan%202.jpeg" }
  },
  {
    "enabled": true,
    "name": "Shreyas Om",
    "bio": "Shreyas Om is a Data Scientist at Probo and B.Tech CSE student at Amity University, transforming AI passion into measurable business impact. At Probo, his agentic chatbots, LLM-powered trend detection, and fraud detection systems serve millions of users and have recovered crores in funds showcasing his ability to build AI that solves real problems at scale.\n\nHis journey includes impactful roles at Adobe (98-99% NLP automation accuracy), GeeksforGeeks (intern and technical writer), plus multiple research publications in image processing and knowledge graphs. Shreyas bridges cutting-edge AI research with practical implementation, specializing in time-series forecasting, automation pipelines, and intelligent systems that adapt and learn. He represents the new generation of AI practitioners combining academic rigor with entrepreneurial execution.",
    "title": "Data Scientist, Probo",
    "slug": "shreyasom",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/shreyas-om",
    "company": { "name": "Probo" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/Shreyas.jpeg" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/Shreyas.jpeg" }
  },
  {
    "enabled": true,
    "name": "Devesh Jain",
    "bio": "Devesh Jain is a BCA+MCA student at Amity University and emerging Full-Stack Blockchain Developer combining academic excellence with entrepreneurial execution. His professional experience spans AT Influence, Adornplus, and successful Upwork freelancing, delivering projects across frontend, backend, and blockchain development.\n\nAs President of Amity's AI Club and tech lead for TEDxDSEC and TEDxMSCW, he built event websites driving hundreds of registrations while fostering community growth. His comprehensive technical foundation includes Java, Python, JavaScript, ReactJS, NodeJS, Django, and blockchain technologies, complemented by expertise in MySQL, MongoDB, and Redis. Devesh's leadership approach to technology, combined with his Placement Cell involvement, showcases someone who builds meaningful solutions while helping others succeed.",
    "title": "Full-Stack Blockchain Developer, Amity University",
    "slug": "deveshjain",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/deveshjain0304",
    "company": { "name": "Independent" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/Devesh.png" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/Devesh.png" }
  },
  {
    "enabled": true,
    "name": "Kunal Jindal",
    "bio": "Kunal Jindal is an Associate Software Engineer at Ciena and final-year B.Tech CSE student at Amity University, Noida, maintaining a 9+ CGPA while delivering real-world impact. Through internships at Landis+Gyr and 9.9 Group, he built scalable Django platforms serving 10,000+ users, demonstrating his ability to create solutions that matter.\n\nBeyond his technical expertise in Python, C++, Django, Flask, and PyTorch, Kunal stands out through his community leadership across the Brainstorm Club, Software Engineering Club, and Amity Drone & Robotics Club. His freelance work spans NGOs to startups, where he optimizes workflows and builds full-stack applications that genuinely improve operations. Currently advancing his AI/ML skills, Kunal represents the perfect blend of academic excellence, practical problem-solving, and collaborative leadership.",
    "title": "Associate Software Engineer, Ciena",
    "slug": "kunaljindal",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/kjindal19",
    "company": { "name": "Ciena" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/Kunal.png" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/Kunal.png" }
  },
  {
    "enabled": true,
    "name": "Shashwat Sharma",
    "bio": "Shashwat Sharma is Co-Founder of Datacrux.ai, AI Engineer at Alyssum Global & Transilience AI, and IndiaAI Fellow, positioned at the cutting edge of agentic AI development. As a B.Tech IT student at Amity University, he has built domain-specific GPTs, custom RAG frameworks, and production-ready AI systems for security and financial applications.\n\nHis expertise spans impactful internships at the Ministry of Electronics & IT (LLM hallucination detection), developing chatbots and automation systems, plus founding the Amity Competitive Programming Club. Recognition as SIH and KAVACH hackathon finalist and president of Amity's IIC IT chapter demonstrates his ability to thrive at the intersection of AI research, competitive programming, and entrepreneurial innovation. Shashwat represents the future of AI building agentic systems that actively contribute to decision-making and problem-solving.",
    "title": "Co-Founder, Datacrux.ai / AI Engineer, Alyssum Global & Transilience AI",
    "slug": "shashwatsharma",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/shashwat-sharma-708206215",
    "company": { "name": "Datacrux.ai" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/shashwat.jpeg" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/shashwat.jpeg" }
  },

  {
    "enabled": true,
    "name": "Vipul Gupta",
    "bio": "Vipul Gupta is a Senior Software Engineer at Balena, GitHub Star, and founder of Mixster, blending six years of technical excellence with global community leadership. At Balena, he revolutionized IoT testing through hardware-in-the-loop systems that dramatically accelerate OS release cycles, while serving as Developer Education Lead to shape how developers engage with technology.\n\nThrough Mixster, he helps startups build scalable technical documentation and developer culture. His community impact spans leading communications for PyCon India, serving as GitTogether strategy lead for GitHub Delhi-NCR, and mentoring through Google programs. Recognition as a speaker at Open Source Summit Europe and cdCon Japan reflects his ability to bridge complex technical concepts with practical application, positioning him at the forefront of developer advocacy and IoT innovation.",
    "title": "Senior Software Engineer, Balena",
    "slug": "vipulgupta",
    "twitterUsername": "nil",
    "linkedin": "https://www.linkedin.com/in/vipulgupta2048",
    "company": { "name": "Balena" },
    "image": { "url": "https://cdn.mlsacommunity.tech/speakers/VipulGupta.png" },
    "imageSmall": { "url": "https://cdn.mlsacommunity.tech/speakers/VipulGupta.png" }
  }
]
